name: "bert_pt"
platform: "pytorch_libtorch"
max_batch_size: 64
input {
    name: "input__0"
    data_type: TYPE_INT32
    dims: [ -1 ]
  }
output {
    name: "output__0"
    data_type: TYPE_FP32
    dims: [ 2 ]
  }
dynamic_batching {
  preferred_batch_size: [ 1,2,4,8,16,32,64 ]
  max_queue_delay_microseconds: 30000

}
version_policy: { latest { num_versions : 1 }}
optimization {
  graph { level: 1 }
}
